import '../../style/main.css'
import '../../style/button.css'

const Knowledge = () => {
    return (
            <div className='page'>
                <div>
                <h2> ออฟฟิศซินโดรม คืออะไร </h2>
                    <p> <li>
                        ออฟฟิศซินโดรม (office syndrome) คือ กลุ่มอาการปวดกล้ามเนื้อและเยื่อพังผืด รวมถึงอาการปวดหรือชาจากอาการอักเสบจากเนื้อเยื่อและเอ็น มักเกิดขึ้นกับกลุ่มวัยทำงานที่ต้องนั่งทำงานในออฟฟิศหรือทำงานโดยใช้คอมพิวเตอร์และมือถือเป็นประจำ
                        </li></p>
                </div>

                <div>
                <h2> โรคออฟฟิศซินโดรม มีสาเหตุมาจากอะไร </h2>
                    <p> <li>
                        ออฟฟิศซินโดรม มักเกิดจากการใช้งานกล้ามเนื้อมัดเดิม ๆ ซ้ำ ๆ เป็นเวลานาน ไม่ค่อยได้เปลี่ยนท่าทาง รวมถึงอิริยาบถที่ไม่เหมาะสม เช่น การนั่งไขว่ห้างเป็นประจำ การนั่งตัวงอ หรือการก้มหน้านาน ๆ เป็นต้น ทำให้กล้ามเนื้อที่ถูกใช้งานซ้ำ ๆ มีการหดเกร็ง หรือยืดค้างในรูปแบบเดิมบ่อย ๆ จนกล้ามเนื้อมัดนั้น ๆ เกิดการบาดเจ็บ หรืออาจขมวดเป็นก้อนตึง และเกิดอาการปวดตามมา

                        กล้ามเนื้อส่วนต่าง ๆ ในร่างกายของเรามีลักษณะเป็นเส้นใยร้อยโยงต่อเนื่องกันหลายส่วน เมื่อกล้ามเนื้อเริ่มมีการขมวดกันเป็นปมขึ้น ก็ดึงรั้งกันไปมา ตอนแรกอาการปวดตึงอาจจะเริ่มจากจุดหนึ่ง แต่พอนานวันเข้าก็จะร้าวไปปวดอีกจุดหนึ่ง เพราะถูกดึงรั้งจากกล้ามเนื้อส่วนที่หดเกร็ง รู้ตัวอีกทีก็จะปวดเป็นบริเวณกว้าง ๆ ระบุหาตำแหน่งที่ปวดจริง ๆ ไม่ได้เลย

                        ธรรมชาติของคนทำงานประจำในยุคนี้ มักจะปรับเปลี่ยนพฤติกรรมการทำงานได้ยาก เพราะต้องโฟกัสกับงานที่ทำ หรือยุ่งจนลืมปรับเปลี่ยนท่าทางและหยุดพัก บ่อยครั้งจึงปล่อยให้อาการของโรคนี้มีอาการหนักมากขึ้น หรือลุกลามไปยังกล้ามเนื้อและระบบประสาทส่วนอื่น ๆ ที่เกี่ยวข้องกัน

                        หากปล่อยไว้โดยไม่รักษา หรือไม่เปลี่ยนแปลงพฤติกรรม ก็อาจก่อให้เกิดอันตรายตามมา เช่น เสี่ยงต่อการเกิดหมอนรองกระดูกทับเส้นประสาท กระดูกสันหลังคด และแขนขาอ่อนแรงอีกด้วย
                        </li> </p>
                </div>

                <div>
                <h2> อาการออฟฟิศซินโดรม ที่พบได้บ่อยดังนี้ </h2>
                    <p>
                        <ol>
                            <li>
                                <h4>1. ปวดกล้ามเนื้อและเยื่อพังผืด:</h4> เป็นกลุ่มอาการยอดฮิตของออฟฟิศซินโดรม โดยจะเริ่มจากมีอาการปวดเมื่อยกล้ามเนื้อบริเวณคอ บ่า ไหล่ สะบัก ส่วนหลัง และสะโพก และมักจะเป็นเรื้อรังไม่หายขาด
                            </li>
                            <br />
                            <li>
                                <h4>2. เส้นประสาทที่ข้อมือถูกกดทับ:</h4> เกิดขึ้นจากมีพังผืดบริเวณข้อมือ (ด้านฝ่ามือ) ทำให้เส้นประสาทบริเวณนั้นถูกกดทับ เกิดอาการปวดและชาที่นิ้วมือ ฝ่ามือ หรือแขน
                            </li>
                            <br />
                            <li>
                                <h4>3. นิ้วล็อค:</h4> เกิดจากการออกแรงที่นิ้วมือมาก ๆ และบ่อยครั้ง  ทำให้เกิดการเสียดสีจนอักเสบบริเวณปลอกหุ้มเอ็น และเส้นเอ็นของนิ้วมือ มักพบอาการนี้ในกลุ่มคนที่ทำงานเป็นแม่บ้าน
                            </li>
                            <br />
                            <li>
                                <h4>4. เอ็นกล้ามเนื้ออักเสบ:</h4> เกิดการบวมหรือเจ็บที่บริเวณเอ็นกล้ามเนื้อ มักเป็นบริเวณหัวไหล่ ข้อศอก ข้อเท้า เข่า และข้อมือ ซึ่งมักเกิดจากอุบัติเหตุ การกระแทก การใช้งานรุนแรง หรือการใช้งานที่บ่อยครั้งเกินไป ทำให้ผู้ป่วยรู้สึกปวดบริเวณที่มีอาการ
                            </li>
                            <br />
                            <li>
                                <h4>5. อาการตาแห้ง:</h4> เกิดจากต่อมน้ำตาทำงานผิดปกติ โดยสาเหตุอาจมาจากการจ้องหน้าจอคอมพิวเตอร์ หรือมือถือนานเกินไป
                            </li>
                            <br />
                            <li>
                                <h4>6. อาการปวดตา:</h4> เนื่องจากจ้องหน้าจอหรือมือถือนานเกินไปโดยไม่ได้พักสายตา ซึ่งในหลาย ๆ ครั้ง อาการปวดตามักก่อให้เกิดอาการปวดหัวตามมาได้
                            </li>
                            <br />
                            <li>
                                <h4>7. อาการปวดหัว:</h4> อาการปวดหัวจากออฟฟิศซินโดรม มักเกิดจากการลุกลามของปัญหากล้ามเนื้อบริเวณบ่าที่ตึง ทำให้เลือดไม่สามารถไหลไปเลี้ยงส่วนหัวได้สะดวก หรือบางครั้งอาจเกิดจากอาการปวดตาหรือตาแห้ง แล้วร้าวไปถึงหัวได้ บางคนอาจรุนแรงเป็นอาการปวดหัวไมเกรน
                            </li>
                            <br />
                            <li>
                                <h4>8. อาการปวดหลัง:</h4> เป็นอาการปวดหลังที่เกิดจากท่ายืนหรือท่านั่งไม่เหมาะสมเป็นเวลานาน หรือมีการใช้กล้ามเนื้อหลังที่รุนแรงเกินไป จนเกิดการบาดเจ็บของกล้ามเนื้อ
                            </li>  
                            <br /> 
                        </ol>
                        <li>
                        นอกจากนี้ ออฟฟิศซินโดรม ยังมีกลุ่มอาการที่เกิดจากส่วนของกระดูกสันหลังมีปัญหา ซึ่งมักจะสัมพันธ์กันกับท่านั่งทำงานที่ไม่เหมาะสมของเราด้วย หลาย ๆ ครั้งมักเป็นอาการรุนแรงที่ควรรีบรักษา เช่น โรคหมอนรองกระดูกทับเส้นประสาท โรคหมอนรองกระดูกปลิ้น หรือโรคกระดูกสันหลังคด เป็นต้น
                        </li>
                    </p>
                </div>

                <div>
                <h2> แนวทางการสังเกตอาการโรคออฟฟิศซินโดรมด้วยตัวเอง </h2>
                    <p> <li>
                        ลักษณะของอาการออฟฟิศซินโดรม สังเกตได้จากอาการปวดที่มีลักษณะเรื้อรัง โดยอาจจะเริ่มจากปวดเบา ๆ ไปจนถึงปวดมาก หรืออาการปวดล้า และปวดร้าวไปยังส่วนต่าง ๆ ของร่างกาย เป็น ๆ หาย ๆ หรือมีอาการเป็นประจำ ซึ่งอาการปวดเหล่านี้ สามารถเกิดได้หลายส่วนในร่างกาย ได้แก่
                        </li> <br /> <li> 
                        บริเวณส่วนบนของร่างกาย เช่น หัว ดวงตา ท้ายทอย คอ ไหล่ สะบัก นิ้วมือ ข้อมือ ข้อศอก บริเวณส่วนหลัง ส่วนล่างของร่างกาย เช่น สะโพก ต้นขา เข่า ข้อเท้า
                        สังเกตว่า ผู้ป่วยมักจะมีอาการบ่อย ๆ หรือเกิดเรื้อรัง บางคนอาจลามไปถึงอาการปวดหัวได้ และหากเป็นมากขึ้น จะไม่สามารถชี้ตำแหน่งที่เป็นได้ชัดเจน เพราะจะรู้สึกปวดเป็นบริเวณกว้าง ๆ เนื่องจากกล้ามเนื้อและเส้นประสาทส่วนต่าง ๆ ที่รู้สึกปวดมีความเกี่ยวข้องเชื่อมต่อกัน
                        </li> <br /> <li> 
                        นอกจากนี้ ผู้ป่วยอาจมีอาการเหน็บชา รู้สึกซ่า ๆ ซึ่งเป็นอาการของระบบประสาทอัตโนมัติ จากโรคออฟฟิศซินโดรม
                        หากเริ่มพบว่าตัวเองมีอาการเหล่านี้บ่อย ๆ หรือมีลักษณะเรื้อรัง เป็นไปได้ว่าเราอาจมีอาการของโรคออฟฟิศซินโดรมเข้าแล้ว ควรปรึกษาแพทย์
                        </li>
                    </p>
                </div>

                <div>
                <h2> ใครมีโอกาสเป็นโรคออฟฟิศซินโดรมได้บ้าง </h2>
                <p>
                    <ul>
                        <li>อาการออฟฟิศซินโดรม อาจพบได้ทั้งในคนทำงานแบบใช้แรงเป็นประจำ และคนที่นั่งทำงานในออฟฟิศ เนื่องจากทั้งสองกลุ่มมีโอกาสที่จะทำใช้กล้ามเนื้อในรูปแบบซ้ำ ๆ เป็นประจำ </li>
                            <br />
                        <li>คนทำงานในออฟฟิศ แม้ว่าคนกลุ่มนี้จะแทบไม่ได้เคลื่อนไหวอะไรเลย จนดูเหมือนว่าจะไม่ได้ใช้กล้ามเนื้อ แต่การนั่ง ยืน หรือค้างอยู่ในท่า ๆ หนึ่งนานเกินไป เช่น การก้มหน้าใช้งานมือถือ ก็ส่งผลให้กล้ามเนื้อมัดที่ใช้ในอิริยาบถนั้น ๆ บ่อย ๆ เกิดอาการตึงและปวดตามมาได้ </li>
                            <br />
                        <li>กรณีของผู้ใช้แรงงานเป็นประจำ หรือกลุ่มนักกีฬา อาการทางกล้ามเนื้อหรือกระดูกอาจจะมาจากการเคลื่อนไหวที่ไม่เหมาะสม เช่น การยกของผิดท่า การกระชากกล้ามเนื้อเร็วเกินไป การออกแรงมากเกินไป หรือต้องแบกของที่มีน้ำหนักมากเกินไป เป็นต้น ทำให้กล้ามเนื้อหรือกระดูกได้รับบาดเจ็บอย่างเฉียบพลันหรือเรื้อรัง</li>
                            <br />
                    </ul>
                    
                        <h4>ต่อไปนี้คือแนวทางการในสำรวจตัวเองง่าย ๆ ว่าเราเสี่ยงต่อการเป็นออฟฟิศซินโดรมหรือไม่?</h4>
                    <ul type='disc'>
                        <li>เรามีแนวโน้มต้องทำกิจกรรมหรือทำงานลักษณะเดิม ๆ อย่างต่อเนื่อง อย่างน้อย 6 ชั่วโมงต่อวันหรือไม่ เช่น</li>
                        <br />
                        <li>พนักงานออฟฟิศ ที่ต้องนั่งจ้องจอคอมพิวเตอร์ทั้งวัน ไม่ค่อยได้ลุกไปไหน</li>
                        <br />
                        <li>พนักงานขาย ที่ต้องยืนขายตลอดทั้งวัน (โดยเฉพาะพนักงานที่ต้องใส่รองเท้าส้นสูง)</li>
                        <br />
                        <li>คนขายกาแฟโบราณ ที่ต้องยืนชงกาแฟ โดยออกแรงใช้มือและแขนข้างเดิมซ้ำ ๆ ทุกวัน</li>
                        <br />
                        <li>พนักงานขับรถ ที่ต้องนั่งขับรถอยู่เป็นเวลานาน ๆ</li>
                        <br />
                        <li>ผู้ที่มีอาการปวด ในช่วงเวลาที่สัมพันธ์กับเวลาทำงาน และอาการดีขึ้นหรือไม่มีอาการในวันที่หยุดพัก</li>
                        <br />
                        <li>ต้องทำงานในสภาพแวดล้อมในการทำงานไม่เหมาะสม เช่น ออฟฟิศแออัด อากาศไม่ถ่ายเท โต๊ะเก้าอี้ไม่เหมาะกับสรีระ เป็นต้น</li>
                        <br />
                        <li>มีเวลาพักผ่อนน้อย หรือไม่ได้พักผ่อน</li>
                        <br />
                        <li>มีความเครียดจากการทำงานสูง หรืออยู่ในสภาพสังคมการทำงานที่เป็นพิษ</li>
                        <br />
                        <li>ผู้ที่มีอาการปวดเรื้อรัง เป็น ๆ หาย ๆ พอรักษาหรือยืดกล้ามเนื้อแล้ว อาการก็ดีขึ้นชั่วคราว แต่สักพักก็กลับมาเป็นอีก มักมีอาการบริเวณกล้ามเนื้อบริเวณไหล่ ต้นคอ สะบัก ส่วนหลัง</li>
                        <br />
                        <li>มีอาการปวดร้าวไปยังส่วนต่าง ๆ เช่น ปวดร้าวขึ้นศีรษะ ปวดร้าวไปที่ไหล่หรือแขน ปวดร้าวลงขา สัมพันธ์กับท่าทางของเรา</li>
                        <br />
                        <li>ไม่ค่อยได้เคลื่อนไหว หรือไม่ค่อยได้ออกกำลังกายอย่างสม่ำเสมอ</li>
                        <br />
                        <li>ทำงานในลักษณะที่ต้องใช้แรงเป็นประจำ เช่น งานแบกหาม งานลาก ยก หรือเข็นวัสดุสิ่งของ</li>
                        <br />
                        <li>นักกีฬา หรือผู้ที่ต้องเล่นกีฬาเป็นประจำ</li>
                        <br />
                        <li>ใครที่คิดว่าตัวเองอาจเป็นกลุ่มที่จะเป็นออฟฟิศซินโดรม (หรือรู้ตัวว่าเป็นไปเรียบร้อยแล้ว) ในขั้นแรก อาจลองเริ่มจากปรับเปลี่ยนพฤติกรรมก่อน เพื่อลดปัจจัยเสี่ยงที่จะทำให้เกิดอาการ แต่หากยังไม่ดีขึ้น ควรปรึกษาแพทย์เพื่อหาแนวทางรักษาต่อไป</li>
                    </ul>
                </p>
                </div>

                <div>
                <h2> แนวทางการรักษาออฟฟิศซินโดรม </h2>
                <p> <li>
                หลายคนอาจลองค้นหาวิธีแก้ อาการออฟฟิศซินโดรมด้วยตนเองมาบ้างแล้ว จะพบว่าส่วนใหญ่ก็มักจะแนะนำให้เราเริ่มจากการปรับเปลี่ยนพฤติกรรม ตามมาด้วยท่าบริหารร่างกายเพื่อป้องกันหรือทุเลาอาการ และหากไม่ดีขึ้นจริง ๆ จึงค่อยไปปรึกษาแพทย์ ซึ่งเมื่อแบ่งเป็นหมวดหมู่ให้เข้าใจได้ง่ายขึ้น จะแบ่งเป็น 3 ระยะ
                </li></p>    

                <h4>วิธีแก้ออฟฟิศซินโดรมที่ได้ผลในระยะสั้น</h4>
                <p>
                    <li>
                มักจะเป็นการรักษาหรือการทำท่าบริหารร่างกายอย่างง่าย  ช่วยให้อาการทุเลา ไม่เป็นหนักขึ้น มักจะใช้ในการลดอาการปวดกล้ามเนื้อคอ บ่า สะบัก หน้าอก ไหล่ แขน และหน้าท้อง ได้แก่
                </li>  <br />
                    <li>
                การยืดกล้ามเนื้อในขณะกำลังทำงานเป็นระยะ ๆ แบ่งเป็นการยืดเพื่อคลายกล้ามเนื้อส่วนบน และกล้ามเนื้อส่วนล่าง โดยมักจะเน้นกล้ามเนื้อที่เกิดอาการปวดบ่อย ๆ ในกลุ่มคนที่ทำงานออฟฟิศ
                การนวดผ่อนคลายกล้ามเนื้อ หรือนวดโดยใช้ครีมแก้ปวด แปะแผ่นเจลประคบ หรือรับประทานยาแก้ปวด
                </li>
                </p>

                <h4>โรคออฟฟิศซินโดรม รักษาที่ต้นเหตุ ได้ผลยั่งยืนกว่า</h4>
                <p>
                    <li>มีข้อแนะนำสำหรับผู้ที่เป็นออฟฟิศซินโดรมว่า หากแก้ไขที่ต้นเหตุได้ จะเป็นผลดีที่สุด โดยสามารถทำได้ดังนี้</li> 
                    <ul>
                    <li>การปรับพฤติกรรมและสภาพแวดล้อมในการทำงาน ไม่ว่าจะเป็นการกำหนดเวลาพักเป็นระยะ (ข้อแนะนำคือ ทุก ๆ 2 ชั่วโมงหรือเร็วกว่านั้น) การลุกขึ้นมาเคลื่อนไหวหรือบริหารผ่อนคลายกล้ามเนื้อ หมั่นปรับเปลี่ยนท่าทาง ไม่ค้างอยู่ท่าใดท่าหนึ่งนานเกินไป
                    ที่สำคัญควรเลือกใช้โต๊ะและเก้าอี้ที่ความเหมาะสมกับสรีระ ควรปรับระดับของการนั่งที่ถูกต้อง และปรับท่านั่งให้ถูกต้อง คือ นั่งหลังตรง จอคอมพิวเตอร์จะต้องอยู่ในระดับสายตา ไม่ก้มหรือเงย และหัวไหล่ไม่ยกขณะทำงาน
                    </li>
                    <br />
                    <li>
                    การออกกำลังกายเป็นประจำ ด้วยวิธีการที่หลากหลาย ได้แก่
                    ออกกำลังกายแบบคาร์ดิโอ เช่น การวิ่ง ว่ายน้ำ ปั่นจักรยาน ซึ่งช่วยทำให้การหมุนเวียนโลหิตมีประสิทธิภาพ กล้ามเนื้อที่เกี่ยวข้องกับการเคลื่อนไหวจะมีความแข็งแรงขึ้น ป้องกันเอ็นและข้อยึด เกิดความยืดหยุ่น
                    ออกกำลังกายแบบเสริมสร้างกล้ามเนื้อ โดยการเสริมสร้างเพิ่มความแข็งแรงของกล้ามเนื้อที่เกี่ยวข้องกับการเคลื่อนไหวของเรา เช่น การหมุน การก้ม-เงย และการเสริมสร้างกล้ามเนื้อส่วนแกนกลางลำตัว เช่น การออกกำลังกายแบบพิลาทิส จะทำให้ลดโอกาสบาดเจ็บของ กระดูกสันหลัง ซึ่งมักได้รับผลกระทบโดยตรงจากท่านั่งของเรา
                    ออกกำลังกายแบบยืดเหยียด มีประโยชน์ในการยืดและบริหารกล้ามเนื้อส่วนต่าง ๆ ทำให้ข้อต่อเคลื่อนไหวได้เป็นปกติ และลดอาการตึงและเมื่อยล้าของกล้ามเนื้อ
                    </li>
                    <br />
                    <li>
                    สำหรับรายที่มีอาการมาก ๆ แล้ว หรือพยายามเปลี่ยนแปลงพฤติกรรมแล้ว แต่อาการปวดกล้ามเนื้อยังไม่ดีขึ้น มีอาการปวดเรื้อรัง ปวดจนนอนไม่หลับ ทำงานไม่ได้ มีภาวะแขนขาอ่อนแรง หรือบางราย อาจมีสาเหตุหรือมีภาวะซ่อนเร้นอื่น ๆ ควรเข้ามาพบแพทย์ เพื่อตรวจหาสาเหตุที่แน่ชัด หากเป็นอาการออฟฟิศซินโดรมจริง ก็ต้องรักษากับแพทย์ด้านเวชศาสตร์ฟื้นฟู
                    </li>
                    </ul>
                </p>
                </div>

                
            </div>
    )
    }
export default Knowledge